[
  {
    "title": "Diário de gratidão",
    "content": "Reserve um momento do dia e escreva de três a cinco coisas pelas quais você é grato atualmente.",
    "category": "Gratidão"
  },
  {
    "title": "Caminhos para gratidão",
    "content": "Escolha um objeto ou coisa pela qual você é grato, mas que normalmente não dá o devido valor. Pense no motivo dessa gratidão e no quanto isso é bom na sua vida.",
    "category": "Gratidão"
  },
  {
    "title": "Expressar gratidão pelo próximo",
    "content": "Descreva em detalhes o que alguém fez porvocê ou como isso beneficiou sua vida. Fale a frequência de quanto você se lembra disso. Pode ser feito com uma ligação, mensagem, carta ou pessoalmente.",
    "category": "Gratidão"
  },
  {
    "title": "Melhor eu possível",
    "content": "Pense em um futuro em que tudo que você quer deu certo.Todos os seus objetivos foram alcançados. Escreva em um diário.",
    "category": "Otimismo"
  },
  {
    "title": "Diário de objetivos",
    "content": "Identifique seus objetivos a longo prazo e os detalhe em subpartes. Você pode detalhar cada passo para alcançar esses objetivos.",
    "category": "Otimismo"
  },
  {
    "title": "Identifique pensamentos limitantes",
    "content": "Identifique os pensamentos pessimistas automáticos. Tente substituí-los por pensamentos mais favoráveis e otimistas. Exemplos: Que outro significado tem essa situação? Posso tirar alguma coisa boa disso? Existe alguma oportunidade nisso? O que posso aprender com isso?",
    "category": "Otimismo"
  },
  {
    "title": "Distração",
    "content": "Uma forma prática de evitar ruminar sobre um assunto ou comparaçõessociais é distrair-se. Isso envolve ler ou assistir algo engraçado, ouvir música, sair com amigos ou atividade física. O importante é a mudança de foco.",
    "category": "Ruminação e comparações"
  },
  {
    "title": "Pare",
    "content": "Assim que perceber a ruminação ou comparação social conscientemente parare pensar em outra coisa. Pode ser planejar uma atividade ou o que fazer no fim de semana ou férias.",
    "category": "Ruminação e comparações"
  },
  {
    "title": "Escrever",
    "content": "A ação de escrever a ruminação pode levar a organizar os pensamentose levar a descobertas além de ajudar a colocar pra fora pensamentos negativos.",
    "category": "Ruminação e comparações"
  },
  {
    "title": "Planejar solução",
    "content": "Criar um planejamento detalhado para resolver o problema que motiva a ruminação",
    "category": "Ruminação e comparações"
  },
  {
    "title": "Tempo é tudo",
    "content": "Escolha um dia da semana. Neste dia, faça um grande ato debondade ou de três a cinco atos pequenos. É importante fazer essa atividade apenas no dia da semana escolhido para otimizar os benefícios. Outra característica é queos atos de bondade devem ser diferentes dos já praticados habitualmente.",
    "category": "Bondade"
  },
  {
    "title": "Variedade é o tempero da vida",
    "content": "Varie os atos de bondade. Ao repetir ummesmo ato várias vezes ele se torna um hábito e o aumento de felicidade não étão expressivo. Não significa que não se deva continuar fazendo mas quanto maisvariedade melhor. Essa observação não se aplica a atividades envolvendo contatoregular com outras pessoas. Neste tipo de atividade não ocorre uma adaptação tãogrande quanto outros tipos de atividades.",
    "category": "Bondade"
  },
  {
    "title": "Crie tempo",
    "content": "Reserve um tempo extra toda semana para passar com alguém quequeira melhorar o relacionamento. Passe cinco minutos por dia apreciando e agradecendo por algum comportamento. Converse e ouça o que o outro tem a dizer.Faça com que o tempo, mesmo que curto, seja de qualidade.",
    "category": "Relacionamentos"
  },
  {
    "title": "Expresse sua admiração",
    "content": "Expresse o que você admira e pelo que é grato à outra pessoa. Para ajudar, pense numa lista de qualidades da pessoa ou nos momentos bons que passaram juntos.",
    "category": "Relacionamentos"
  },
  {
    "title": "Aproveite a sorte",
    "content": "Nos bons relacionamentos há alegria quando o outro recebe boas notícias e não inveja, ciume ou ansiedade. Responda com interesse e entusiasmo as boas notícias das pessoas próximas a você. Alegre-se e comemore junto com a pessoa.",
    "category": "Relacionamentos"
  },
  {
    "title": "Gerencie os conflitos",
    "content": "Nos momentos de discordância não critique, aja na defensiva, com desprezo ou esquive-se da discussão. Tente conversar com o outro com humor e afeto.",
    "category": "Relacionamentos"
  },
  {
    "title": "Compartilhe uma vida interna",
    "content": "Compartilhe objetivos, atividades e sonhos com o outro. A cada semana, escolha uma atividade para fazerem juntos relacionada a isso.",
    "category": "Relacionamentos"
  },
  {
    "title": "Seja solidário e leal",
    "content": "Ajude seus amigos quando eles precisarem e desfrute do sucesso deles. Não sinta inveja ou ameaça nos triunfos deles.",
    "category": "Relacionamentos"
  },
  {
    "title": "Abrace",
    "content": "O abraço aumenta a intimidade e amizade entre as partes.",
    "category": "Relacionamentos"
  },
  {
    "title": "Abordagem focada na solução do problema",
    "content": "Consiste em criar uma estratégia para lidar a situação ruim/estressante. Focando em aspectos controláveis que possam ser mudados ou negociados.",
    "category": "Lidar com estresse e dificuldades"
  },
  {
    "title": "Abordagem focada na emoção",
    "content": "Ideal para situações incontroláveis, ou em que sentimentos ruins tenham afetado tanto que não é simples racionalizar uma maneira para a solução. Existem duas principais estrategias: comportamental e cognitiva. Acomportamental busca mudar o foco do pensamento, ocupando os pensamento com atividades do tipo: –Atividade física; –Conversa com amigo próximo que possa oferecer entendimento e interesse; –Lazer: cinema, dança, etc. A cognitiva usa os seguintes fatores: –Repensar o acontecido e perceber algum aprendizado; –Focar em aspectos positivos da vida naquele momento, pensar em motivos de gratidão; –Aprender a viver com o acontecido.",
    "category": "Lidar com estresse e dificuldades"
  },
  {
    "title": "Encontrar significado através da escrita expressiva",
    "content": "Consiste em escrever detalhadamente o trauma sofrido. O ato da escrita permite entender e racionalizar sobre o acontecido. Encontrar sentido através da escrita parece inclusive reduzir a frequência de pensamentos e ruins e amenizar a intensidade do trauma. O recomendado são 4 sessões em de escrita, ao menos 15 minutos por sessão.",
    "category": "Lidar com estresse e dificuldades"
  },
  {
    "title": "Construir beneficio em um trauma através de escrita e conversa",
    "content": "Técnica também baseada na escrita e pode ser auxiliada por conversa com pessoas próximas. 1. Reconheça a gravidade e a dor que o trauma te causou. 2. Pense e se orgulhe das atitudes tomadas por você para amenizar a situação. 3. Considere como você cresceu como resultado da sua perda. 4. Pense nos aspectos positivos que foram tirados. Você ficou mais forte de alguma forma? A sua relação com as pessoa próximas ficou mais forte?",
    "category": "Lidar com estresse e dificuldades"
  },
  {
    "title": "Lidando através da técnica: Disputa de pensamentos",
    "content": "Um exercício muito válido é escrever os cinco elementos ABCDE da técnica de disputa: 1. Escreva a natureza da adversidade, evento ruim ou problema enfrentado. 2. Identifique qualquer negatividade disparada por esse problema. 3. Grave a consequência do problema, como você está se sentindo e agindo. 4. Apesar da sensação negativa, pense em outras rasões possíveis do problema. 5. Considere a explicação mais otimista para o seu problema de forma que possa te energizar e levantar o seu espirito, para que você se torne menos ansioso e mais prestativo. ",
    "category": "Lidar com estresse e dificuldades"
  },
  {
    "title": "Controle de atenção",
    "content": "O engajamento é essencial para que se obtenha a experiência de flow. Para que isso ocorra é importante estar atento e consciente no que se está fazendo.",
    "category": "Flow"
  },
  {
    "title": "Novas regras",
    "content": "Para aproveitar melhor a vida independente das condições atuais: 1. Esteja aberto a novas e diferentes experiências; 2. Esteja sempre aprendendo.",
    "category": "Flow"
  },
  {
    "title": "Aprenda o que flui",
    "content": "Esteja atento às atividades onde você experimenta o flow. Quando, como, em que circunstâncias e como foi? Assim, é possível replicar a experiência.",
    "category": "Flow"
  },
  {
    "title": "Transforme tarefas de rotina",
    "content": "É possível criar experiências de microflow quando se está em atividades chatas ou entediantes. Ex: resolver enigmas de cabeça.",
    "category": "Flow"
  },
  {
    "title": "Flow em conversas",
    "content": "Ao participar de uma conversa, foque sua atenção total ao que a outra pessoa está falando e suas reações. Tente perceber as emoções, pensamentos e motivações da outra pessoa.",
    "category": "Flow"
  },
  {
    "title": "Atividades inteligentes",
    "content": "Concentre-se nas tarefas que está fazendo, se engaje e foque em desenvolver as habilidades seja no trabalho ou em momentos de lazer.",
    "category": "Flow"
  },
  {
    "title": "Saboreie as experiencias ordinárias",
    "content": "Escolha alguma atividade comum do seu dia a dia, por exemplo, uma refeição, caminhada, etc. Tente se concentrar totalmente nela em vez de apenas fazer pensando em outra coisa. Aprecie cada momento.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Desfrute e recorde com a família e amigos",
    "content": "Relembre experiencias positivas com as pessoas próximas a você. Converse com a pessoa relembrando dos acontecimentos e das emoções que foram sentidas.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Se transporte",
    "content": "Escolha uma memória positiva ou um dia muito feliz. Feche os olhos e tente se lembrar o mais detalhadamente possível. Tanto os acontecimentos quanto os sentimentos. Cada detalhe. Não analise os fatos, apenas aprecie os acontecimentos.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Celebre boas notícias",
    "content": "Celebre ao máximo as boas notícias, tanto suas como das pessoas próximas à você. Sinta orgulho de suas conquistas.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Esteja aberto a beleza e excelência",
    "content": "Esteja disposto a admirar as coisas a sua volta.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Esteja plenamente consciente",
    "content": "A prática da meditação mindfulness melhora a capacidade de apreciar cada momento.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Sinta o prazer dos sentidos",
    "content": "Preste bastante atenção as sensações de prazer dos sentidos. Por exemplo, ao fazer uma refeição, feche os olhos e aprecie a cada momento o sabor do alimento. Ao tomar um banho quente em um dia frio, concentre-se nas sensações sentidas.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Crie um álbum para apreciar",
    "content": "Guarda fotos de momentos felizes. Pode ser dos parentes, amigos, cidade ou momentos especiais. De vez em quando, pare para apreciar as fotos. Não faça isso demais para que a experiência não se torne banal.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Saboreie com a câmera",
    "content": "Utilize a câmera do celular para guardar momentos significantes e felizes (que podem ser utilizados no seu álbum). Mas utilize a câmera para melhorar a experiência, não deixe de desfrutar do momento por causa das fotos.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Procure experiências agridoces",
    "content": "Este é um tipo de experiência feliz mas que causa um pouco de tristeza porque se sabe que vai acabar. Uma viagem ou tirar férias, por exemplo. Ao se ter consciência de que algo é transitório, é mais provável de apreciar cada minuto restante.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Aumente a nostalgia",
    "content": "Relembre os bons e velhos tempos de vez em quando. Estar em contato com as boas memórias do passado pode aumentar sentimentos de bem-estar, alegria e afeição. É importante não comparar essas experiências com as atuais.",
    "category": "Apreciar a vida"
  },
  {
    "title": "Recomendações de Objetivos",
    "content": "1. Pense e escreva os seus objetivos recentes. Incluindo: –Intenções –Vontades –Desejos –Motivos 2. Enumere os 8 mais importantes, de acordo com sua respectiva importância sendo o 1, o mais importante. Escolha esse tipo de objetivo: - Intrínseco: Objetivos satisfatórios e significativos para você. Permitindo o crescimento como pessoa, desenvolvimento de maturidade emocional e de contribuição para a sua própria comunidade. Exemplo de objetivos intrínsecos: Viajar para o Rio de janeiro e fazer aulas de Surf, ajudar a construir casas para necessitados, treinar para uma maratona, fazer estágio para aprender coisas novas. Em contraste objetivos extrínsecos são focados em coisas que outras pessoas esperam de você ou aprovam, como exemplo: razões superficiais como ganhar muito dinheiro, aumentar o ego, procurar poder ou fama, e fazer as coisas por pressão ou manipulação. - Autêntico: Algo desejado por você mesmo. Não algo que deixaria seus pais e amigos felizes. - Baseado em enfrentamentos: Algo que faça sair da zona de conforto, se você é uma pessoa tímida procure atividades em que seja necessário maior comunicação. - Harmonioso: Seus objetivos não devem conflitantes. Se é objetivado passar mais tempo fora de casa e construir meu próprio negócio. - Flexível/Apropriado: É necessário adaptar os objetivos para as oportunidades é vontades do momento. O seu objetivo com 20 anos, possivelmente pode divergir com os seus objetivos aos 40 anos.",
    "category": "Objetivos de vida"
  },
  {
    "title": "Procure significado e propósito",
    "content": "É possível lidar melhor com o que acontece em nas nossas vidas quando vemos um propósito maior. É mais fácil achar esse significado quando se persegue objetivos alcançáveis. Quando suas ações estão de acordo com seus valores e quem você quer se tornar. Quando você faz algo em que pratica criatividade. E quando você desenvolve sua fé.",
    "category": "Religião e espiritualidade"
  },
  {
    "title": "Ore",
    "content": "Comunique-se com seu deus. Dedique um período para isso todos os dias. Pode ser também quando algo muito bom ou ruim acontece. Tenha o hábito de agradecer e não apenas de pedir.",
    "category": "Religião e espiritualidade"
  },
  {
    "title": "Encontre o sagrado nas coisas do dia a dia",
    "content": "Tenha o hábito de ver santidade no que acontece diariamente. Tanto nas coisas boas quanto nas ruins.",
    "category": "Religião e espiritualidade"
  },
  {
    "title": "Meditação",
    "content": "Existem várias formas e estilos de meditação é resumido como, sentar sozinho em lugar confortável com a coluna reta. Com os olhos fechados focando na respiração. Assim que espirar o ar fale um uma palavra curta(como one, aum, ou be). Ou se preferido, focar em um objeto específico, som ou tarefa. Se os pensamentos desfocarem, reinicie voltando a atenção novamente à respiração. A chave é perceber quando a atenção sair da respiração e ir para os pensamentos saber realizar o desapego desses pensamentos. Não deixe os pensamentos e ruminações tomarem conta.",
    "category": "Corpo"
  },
  {
    "title": "Atividade física",
    "content": "– Comece devagar em torno de 60 à 65 por cento do seu máximo batimento cardíaco. A conta do máximo batimento é feita com base na idade subtraído do número 220. –Decida com antecedência a periodicidade dos seus exercícios, e trate-os como compromissos do seu dia-a-dia. –Se possível escolha uma parte do dia que se sente com mais energia. –Os guias de exercícios tendem a sugerir 30 minutos de atividade moderada por dia. É importante manter a periodicidade, mesmo que não seja possível cumpriros 30 minutos, é recomendado não pular e realizar o possível, como 10 minutos. –É importante saber que caso não seja possível cumprir em um dia não deixar a culpa ou outro motivo impedir de praticar no próximo dia.",
    "category": "Corpo"
  },
  {
    "title": "Agindo como uma pessoa feliz",
    "content": "O simples ato de usar expressão facial de felicidade (sorrir) e postura de felicidade provoca alteração na felicidade.",
    "category": "Corpo"
  }
]
